---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.OutdoorAirflow
source: html/e7802ad2-a7e7-c43e-e222-b2f9e701d5c8.htm
---
# Autodesk.Revit.DB.Mechanical.Space.OutdoorAirflow Property

Get the Outdoor Airflow of the Space.

## Syntax (C#)
```csharp
public double OutdoorAirflow { get; }
```

## Remarks
This property is used to get the Outdoor Airflow (Unit: ft3/s) of the Space.